{
	"title": "DigitalTrust",
	"i18n": "en",
	"i18n_to": "es",
	"navbar": {
		"url": {
			"a1": "About us",
			"a2": "A friendly hand",
			"a3": "FQA",
			"a4": "Contact",
			"a5": "ES",
			"a6": "Login"
		}
	},
	"info": {
		"a": "Grow your money safely",
		"b": "Convert your investment into passive earnings, make money work for you.",
		"c": "Start now"
	},
	"service": {
		"a": "Our services",
		"b": "We have some memberships for you to start investing",
		"c": {
			"a": {
				"a": "Bronze",
				"b": "12 months",
				"c": "Monthly earnings 4%"
			},
			"b": {
				"a": "Silver",
				"b": "12 months",
				"c": "Monthly earnings 5%"
			},
			"c": {
				"a": "Gold",
				"b": "12 months",
				"c": "Monthly earnings 7%"
			},
			"d": {
				"a": "Platinum",
				"b": "10 months",
				"c": "Monthly earnings 8%"
			},
			"e": {
				"a": "Platinum +",
				"b": "10 months",
				"c": "Monthly earnings 10%"
			}
		},
		"d": "Start"
	},
	"service_info": {
		"a": "Safe service",
		"b": [
			"Your earnings are automatically credited to your DigitalTrust account every 24 hours.",
			"Do not hesitate to contact our support team, your questions and requests are dealt with promptly.",
			"You can withdraw your winnings at any time, which are sent to an external wallet, bank transfer or check in a maximum of one week."
		]
	},
	"invest_now": {
		"a": "Invest now",
		"b": "How to do it?",
		"c": ["Sign up", "Make a deposit to one or more memberships", "Withdraw your winnings. And to enjoy..."],
		"d": "Sign up"
	},
	"fqa": {
		"a": "Frequent questions",
		"b": [
			{
				"a": "What`s your minimum investment?",
				"b": "$5 000"
			},
			{
				"a": "How does your company make money?",
				"b": "We earn our commissions on whatever % we make above and beyond your dividend on a monthly basis."
			},
			{
				"a": "Is there a holding period?",
				"b": "Yes a 6 month holding period. Why? It gives us enough time to earn the returns guaranteed to you the investor on a monthly basis and makes us a profitable company. Can I liquidate before 6 months? Yes if emergency arises. We will need a hand written letter stating the reason and you will accrue a 10% penalty."
			},
			{
				"a": "How will I receive my monthly dividends?",
				"b": "The same way you funded your account via bank wire or check."
			},
			{
				"a": "Are you a licensed and regulated investment company?",
				"b": "Yes we are an upstanding active US corp."
			},
			{
				"a": "How long have you been in the business?",
				"b": "5 years."
			},
			{
				"a": "Will and when do I receive statements?",
				"b": "Yes. You can view your account online daily which is updated every 24 hours."
			},
			{
				"a": "Is your company a full service brokerage firm?",
				"b": "No. We concentrate on portfolio management within the crypto markets as that´s where our expertise lies."
			},
			{
				"a": "Is this investment tax-free?",
				"b": "No. We aren´t CPA´S or accountants. You are responsible for your earnings and or profits according to your tax bracket. Please discuss with your personal accountant."
			},
			{
				"a": "What are the Risks vs Rewards?",
				"b": "Well first your guaranteed to receive your monthly dividend on time and for the % stated in your investment agreement. If we couldn´t meet these returns month in and month out we wouldn´t be a functioning or profitable company and expanding worldwide."
			}
		]
	},
	"contact": {
		"a": "Contact us",
		"b": "Name",
		"c": "Email",
		"d": "Phone",
		"e": "Message",
		"f": "Send"
	},
	"about": {
		"a": "About us",
		"b": [
			"The primary mission of Digital Trust Investment Corp is to provide its users with effective ways to receive royalty payments. With the use of quantum technologies, cryptocurrencies, trading robots, professional traders, foreign currency exchange markets, cannabis plantations in California, personal credit services in North America and Latin America, as well as granting its users exclusive access to the information from your strategic partners.",
			"However, being an open model in continuous evolution, we have several additional sources of income, which add up by giving support and strength to the economic engine of the project to make it sustainable over time, allowing our entrepreneurial community around the world to form a solid block creating new profit strategies.",
			"Our portfolio allows us to have a very profitable business even in times of crisis, like now. This 2021 we start our international expansion program."
		],
		"timeline": [
			{
				"a": "2021",
				"b": [
					"Testing and evaluation of the applicability of software solutions.",
					"Development of security protocols.",
					"Development of mobile applications for IOS and ANDROID mobiles.",
					"Launch of a new investor network advertising campaign."
				]
			},
			{
				"a": "2022",
				"b": [
					"Additional solutions and instruments designed for the cryptocurrency market based on the security protocols of Blockchain DTI.",
					"Development of social and economic interaction platforms based on the DTI Blockchain.",
					"Development of a digital ecosystem with exclusive services and products based on the DTI Blockchain.",
					"Development of the proprietary payment system based on the Blockchain."
				]
			},
			{
				"a": "2023",
				"b": [
					"Trading of cryptocurrencies BTC, ETH, USDT.",
					"Preparation of the relevant legal and regulatory documentation for the opening of a digital bank.",
					"Variable implementation and consolidation for digital signatures."
				]
			}
		]
	},
	"friendly": {
		"a": "A friendly hand",
		"b": [
			{
				"a": "Our mission",
				"b": [
					"We accept the beauty of goodness with your help.",
					"We are a growing charity looking for partners for change. If you think you can help in any way in education, housing and employment for families and youth in Latin America, please contact us.",
					"We partner with potential people to alleviate poverty in the community."
				]
			},
			{
				"a": "Our strategic priorities are",
				"b": [
					"Protect charities from abuse or mismanagement.",
					"Enable trustees to manage their charities effectively.",
					"Encourage greater transparency and accountability."
				]
			},
			{
				"a": "Your valuable donations would change their lives.",
				"b": [
					"Alone we are an atom; together, we are a universe!",
					"We anticipate building relation with our valuable sponsors, volunteers, and partners. We admire your interest in humanity and await your helpful response."
				]
			}
		],
		"c": "Give someone the reason to smile.",
		"d": "I want to help improve the world"
	},
	"footer": {
		"a": "Convert your investment into passive earnings, until the money works for you.",
		"b": "Digital Trust protects your data with SSL certification and uses reliable payment gateways to make your payments with Visa, MasterCard, American Express, BTC, Paypal, etc.",
		"c": "Connect with Digital Trust",
		"d": "All rights reserved"
	},
	"helper": {
		"more": "More"
	}
}
