{
	"title": "DigitalTrust",
	"i18n": "en",
	"i18n_to": "es",
	"navbar": {
		"url": {
			"a1": "About us",
			"a2": "A friendly hand",
			"a3": "FQA",
			"a4": "Contact",
			"a5": "ES",
			"a6": "Login",
			"a7": "How to do it?"
		}
	},
	"info": {
		"a": "Grow your money safely",
		"b": "Convert your investment into passive earnings, make money work for you.",
		"c": "Start now"
	},
	"our_industries": {
		"a": "Our industries",
		"b": "Innovation is one of the main key points to stay one step ahead. Therefore, a comprehensive well-being is important as well as taking care of all aspects of the lives of our brand partners.",
		"c": "At Digital Trust, we fund extremely strong industries that are booming, such as the cultivation of medical cannabis, trading in different financial markets, online gaming, health and wellness products with maximum absorption technology.",
		"d": "Financial Markets",
		"e": "Plantation Found",
		"f": "Health and Wellness",
		"g": "Online Gaming"
	},
	"service_info": {
		"a": "Safe service",
		"b": [
			"Your earnings are automatically credited to your DigitalTrust account every 24 hours.",
			"Do not hesitate to contact our support team, your questions and requests are dealt with promptly.",
			"You can withdraw your earnings at any time, which are sent to an external wallet, bank transfer or check in a maximum of one week."
		]
	},
	"invest_now": {
		"a": "Invest now",
		"b": "How to do it?",
		"c": ["Sign up", "Make a deposit to one or more memberships", "Withdraw your earnings. And to enjoy..."],
		"d": "Contact us"
	},
	"fqa": {
		"a": "Frequent questions",
		"b": [
			{
				"a": "What`s your minimum investment?",
				"b": "$3 000"
			},
			{
				"a": "How does your company make money?",
				"b": "We earn our commissions on whatever % we make above and beyond your dividend on a monthly basis."
			},
			{
				"a": "Is there a holding period?",
				"b": "Yes a 6 month holding period. Why? It gives us enough time to earn the returns guaranteed to you the investor on a monthly basis and makes us a profitable company. Can I liquidate before 6 months? Yes if emergency arises. We will need a hand written letter stating the reason and you will accrue a 10% penalty."
			},
			{
				"a": "How will I receive my monthly dividends?",
				"b": "The same way you funded your account via bank wire or check."
			},
			{
				"a": "Are you a licensed and regulated investment company?",
				"b": "Yes we are an upstanding active US corp."
			},
			{
				"a": "How long have you been in the business?",
				"b": "5 years."
			},
			{
				"a": "Will and when do I receive statements?",
				"b": "Yes. You can view your account online daily which is updated every 24 hours."
			},
			{
				"a": "Is your company a full service brokerage firm?",
				"b": "No. We concentrate on portfolio management within the crypto markets as that´s where our expertise lies."
			},
			{
				"a": "Is this investment tax-free?",
				"b": "No. We aren´t CPA´S or accountants. You are responsible for your earnings and or profits according to your tax bracket. Please discuss with your personal accountant."
			},
			{
				"a": "What are the Risks vs Rewards?",
				"b": "Well first your guaranteed to receive your monthly dividend on time and for the % stated in your investment agreement. If we couldn´t meet these returns month in and month out we wouldn´t be a functioning or profitable company and expanding worldwide."
			}
		]
	},
	"contact": {
		"a": "Contact us",
		"b": "Name",
		"c": "Email",
		"d": "Phone",
		"e": "Message",
		"f": "Send"
	},
	"about": {
		"a": "About us",
		"b": [
			"The main mission of Digital Trust Investments Corp is to provide its users with effective ways to receive royalty payments from the use of quantum technologies, cryptocurrencies, trading robots, professional traders, foreign money exchange markets, cannabis plantations in California, building commodities, health care, online gaming and personal credit services in North and Latin America, as well as to grant its users with an exclusive access to its strategic partners' information.",
			"However, being an open model in continuous evolution, we have several additional sources of income, which add up by giving support and strength to the economic engine of the project to make it sustainable over time, allowing our entrepreneurial community around the world to form a solid block creating new profit strategies.",
			"Our portfolio allows us to have a very profitable business even in times of crisis, like now. This 2021 we start our international expansion program."
		],
		"c": "Our vision",
		"d": [
			"The MAIN GOAL of Digital Trust Investments Corp. is to reach the capitalization value of our platform of 100 million dollars in the year 2021 and to grow its partner base to more than 10,000 by 2022 and to open new quotas for new investors every quarter. of the year in progress.",
			"In 2021 we have started our international expansion program that is looking for investors interested in earning between 1.1% and 2.75% per month of their invested capital by acquiring our digital licenses. If we calculate the numbers, that means between 13.2% and 27.5% per year of passive income deposited into your bank account each month. Where you have control of your account statements on a digital platform from a computer or mobile phone, being able to review the accumulation of your earnings, withdrawals, deposits, even the administration of our unique binary tree ecosystem of our marketing network paying three levels other than passive earnings being able to increase your paycheck month by month."
		],
		"timeline": [
			{
				"a": "2021",
				"b": [
					"Testing and evaluation of the applicability of software solutions.",
					"Development of security protocols.",
					"Development of mobile applications for IOS and ANDROID mobiles.",
					"Launch of a new advertising campaign for the network of investors that started in our network.",
					"International expansion for new potential investors opening new quotas every quarter, until the end of the current year.",
					"Family aid to low-income people most affected by the COVID-19 pandemic with our charity foundation in Latin America."
				]
			},
			{
				"a": "2022",
				"b": [
					"Additional solutions and instruments designed for the cryptocurrency market based on the security protocols of DTI Blockchain.",
					"Development of social and economic interaction platforms based on the DTI Blockchain.",
					"Development of a digital ecosystem with exclusive services and products based on the DTI Blockchain.",
					"Development of the proprietary payment system based on the DTI Blockchain.",
					"Development of the proprietary payment system based on Blockchain Digital Trust.",
					"Blue debit and credit card issuance for preferred members of Digital Trust.",
					"Creation of the digital platform NeoBanco to introduce the credit system for small and medium-sized companies with seed capital to boost new businesses."
				]
			},
			{
				"a": "2023",
				"b": [
					"Trading of cryptocurrencies BTC, ETH, USDT.",
					"Preparation of the relevant legal and regulatory documentation for the opening of a digital bank.",
					"Variable implementation and consolidation for digital signatures."
				]
			}
		]
	},
	"help-center": {
		"title": "Help center",
		"sections": [
			{
				"title": "How to register?",
				"texts": [
					{
						"text": "Digital Trust has two ways to register:"
					},
					{
						"text": "1) Contact us, we are at your service, we will create your account and you will be ready to invest."
					},
					{
						"text": "2) You can be invited by a Digital Trust member and start investing."
					}
				]
			},
			{
				"title": "How do I start investing?",
				"texts": [
					{
						"text": "To invest and start earning in Digital Trust, you must make a deposit. Here we will guide you how to do it:"
					},
					{
						"text": "1) On your Digital Trust dashboard you should see a green button with the text Deposit.",
						"image": "help-2-1.png"
					},
					{
						"text": "2) After clicking on this button, you will see the membership options, you can choose a membership that you want to buy or deposit more in a membership that you already have. Select one, and click Continue at the bottom.",
						"image": "help-2-2.png"
					},
					{
						"text": "3) Select the payment gateway of your choice. You can make deposits with PayPal, Stripe or Coinpayments if you want to use their cryptocurrencies. You also have the possibility of reinvesting your earnings with the Balance option, but if you do not have earnings, the option will not be available yet. Select one, and click Continue at the bottom.",
						"image": "help-2-3.png"
					},
					{
						"text": "4) Enter the amount to deposit. Depending on the membership there are different minimum and maximum values. In case you are depositing into a membership that you already own, the minimum value is $ 500. In case of paying with CoinPayments, you must select the cryptocurrency to use between Bitcoin, Etherum and Tether USD. Confirm your deposit value and click Pay at the bottom.",
						"image": "help-2-4.png"
					},
					{
						"text": "5) Follow the steps proposed by each payment gateway, once the procedure has been carried out successfully, you will see your investment reflected on your dashboard."
					}
				]
			},
			{
				"title": "How do I withdraw my earnings?",
				"texts": [
					{
						"text": "You can withdraw earnings from Digital Trust whenever you want. Here we will guide you how to do it:"
					},
					{
						"text": "1) On your Digital Trust dashboard you should see a yellow-orange button with the text Withdrawal.",
						"image": "help-3-1.png"
					},
					{
						"text": "2) After clicking on this button, you will see the options that Digital Trust has to send you your earnings. It is important that you fill in your profile details with the information necessary to send you the money. Select a method, and click continue at the bottom.",
						"image": "help-3-2.png"
					},
					{
						"text": "3) Enter the amount to withdraw. The amount available to withdraw depends on your available balance at the time. The available balance is all the profit that you have accumulated in your balance for at least one month. Confirm your deposit value and click Confirm at the bottom.",
						"image": "help-3-3.png"
					},
					{
						"text": "4) The Digital Trust team will be notified of your withdrawal and will proceed to send you your earnings, once the procedure is successful, you will see your deposit reflected on your dashboard."
					}
				]
			},
			{
				"title": "How do I complete my profile data?",
				"texts": [
					{
						"text": "It is important to have your profile data complete and updated, so we can send you your earnings in a more agile way. Here we will guide you how to do it:"
					},
					{
						"text": "1) On your Digital Trust dashboard you should see a sidebar on the left side or the menu button on the top right.",
						"image": "help-4-1.png"
					},
					{
						"text": "2) After clicking, you will be able to see the Setting option, click and you will be redirected to a form with your profile data",
						"image": "help-4-2.png"
					},
					{
						"text": "3) Update your details. Do not provide sensitive information, such as bank keys or passwords for your electronic wallet, add only the data necessary so that our team can send you your earnings"
					},
					{
						"text": "4) When finished, click Save and your profile will be updated..",
						"image": "help-4-3.png"
					}
				]
			}
		]
	},
	"friendly": {
		"a": "A friendly hand",
		"b": [
			{
				"a": "Our mission",
				"b": [
					"We accept the beauty of goodness with your help.",
					"We are a growing charity looking for partners for change. If you think you can help in any way in education, housing and employment for families and youth in Latin America, please contact us.",
					"We partner with potential people to alleviate poverty in the community."
				]
			},
			{
				"a": "Our strategic priorities are",
				"b": [
					"Protect charities from abuse or mismanagement.",
					"Enable trustees to manage their charities effectively.",
					"Encourage greater transparency and accountability."
				]
			},
			{
				"a": "Your valuable donations would change their lives.",
				"b": [
					"Alone we are an atom; together, we are a universe!",
					"We anticipate building relation with our valuable sponsors, volunteers, and partners. We admire your interest in humanity and await your helpful response."
				]
			}
		],
		"c": "Give someone the reason to smile.",
		"d": "I want to help improve the world"
	},
	"footer": {
		"a": "Convert your investment into passive earnings, until the money works for you.",
		"b": "Digital Trust protects your data with SSL certification and uses reliable payment gateways to make your payments with Visa, MasterCard, American Express, BTC, Paypal, etc.",
		"c": "Available for",
		"d": "Connect with Digital Trust",
		"e": "All rights reserved"
	},
	"helper": {
		"more": "More"
	}
}
