{
	"title": "DigitalTrust",
	"i18n": "es",
	"i18n_to": "",
	"navbar": {
		"url": {
			"a1": "Sobre nosotros",
			"a2": "Una mano amiga",
			"a3": "Preguntas frecuentes",
			"a4": "Contactenos",
			"a5": "EN",
			"a6": "Ingresar"
		}
	},
	"info": {
		"a": "Haga crecer su dinero de forma segura",
		"b": "Convierta su inversión en ganancias pasivas, haga que el dinero trabaje para usted.",
		"c": "Comenzar"
	},
	"service": {
		"a": "Nuestros servicios",
		"b": "Tenemos algunas membresías para que usted comience a invertir",
		"c": {
			"a": {
				"a": "Bronze",
				"b": "Período de 12 meses",
				"c": "Interés mensual del 4%"
			},
			"b": {
				"a": "Silver",
				"b": "Período de 12 meses",
				"c": "Interés mensual del 5%"
			},
			"c": {
				"a": "Gold",
				"b": "Período de 12 meses",
				"c": "Interés mensual del 7%"
			},
			"d": {
				"a": "Platinum",
				"b": "Período de 10 meses",
				"c": "Interés mensual del 8%"
			},
			"e": {
				"a": "Platinum +",
				"b": "Período de 10 meses",
				"c": "Interés mensual del 10%"
			}
		},
		"d": "Comenzar"
	},
	"service_info": {
		"a": "Servicio Confiable",
		"b": [
			"Sus ganancias son acreditadas automáticamente cada 24h en su cuentaSus ganancias son acreditadas automáticamente cada 24h en su cuenta DigitalTrust",
			"No dude en contactar con nuestro equipo de soporte, sus consultas y solicitudes son atendidas puntualmente.",
			"Usted puede retirar sus ganancias en cualquier momento las cuales son enviadas a un monedero externo en un máximo de una semana."
		]
	},
	"invest_now": {
		"a": "Invertir ahora",
		"b": " ¿Cómo hacerlo?",
		"c": ["Registrese", "Realice un depósito en una o varias membresías", "Retire sus ganancias. Y a disfrutar..."],
		"d": "Registrarse"
	},
	"fqa": {
		"a": "Preguntas frecuentes",
		"b": [
			{
				"a": "¿Cuál es la inversión mínima?",
				"b": "$3 000"
			},
			{
				"a": "¿Cómo gana su empresa?",
				"b": "Ganamos nuestras comisiones sobre cualquier porcentaje que ganemos por encima y más allá de su dividendo mensualmente."
			},
			{
				"a": "¿Existe un período de espera?",
				"b": "Sí, un período de retención de 6 meses. ¿Por qué? Nos da tiempo suficiente para obtener los beneficios que le garantizan a usted, el inversor, mensualmente y nos convierte en una empresa rentable. ¿Puedo liquidar antes de los 6 meses? Sí, si surge una emergencia. Necesitaremos una carta escrita a mano que indique el motivo y se le aplicará una multa del 10%."
			},
			{
				"a": "¿Cómo recibiré mis dividendos mensuales?",
				"b": "De la misma manera que ingresó fondos en su cuenta mediante transferencia bancaria o cheque."
			},
			{
				"a": "¿Es una empresa de inversión autorizada y regulada?",
				"b": "Sí, somos una empresa estadounidense activa y destacada."
			},
			{
				"a": "¿Cuánto tiempo has estado en el negocio?",
				"b": "5 años."
			},
			{
				"a": "¿Recibiré estados de cuenta y cuándo?",
				"b": "Puede ver su cuenta en línea todos los días, que se actualiza cada 24 horas."
			},
			{
				"a": "¿Su empresa es una empresa de corretaje de servicios completos?",
				"b": "No. Nos concentramos en la gestión de carteras dentro de los mercados de cifrado, ya que ahí es donde radica nuestra experiencia."
			},
			{
				"a": "¿Esta inversión está libre de impuestos?",
				"b": "No. No somos CPA's ni contadores. Usted es responsable de sus ganancias e ingresos de acuerdo con su categoría impositiva. Hable con su contador personal."
			},
			{
				"a": "¿Cuáles son los riesgos frente a las recompensas?",
				"b": "Bueno, primero tiene la garantía de recibir su dividendo mensual a tiempo y por el l0% indicado en su acuerdo de inversión. Si no pudiéramos cumplir con estos retornos mes tras mes no seríamos una empresa en funcionamiento o rentable y en expansión mundial."
			}
		]
	},
	"contact": {
		"a": "Contactenos",
		"b": "Nombre",
		"c": "Correo",
		"d": "Teléfono",
		"e": "Mensaje",
		"f": "Enviar"
	},
	"about": {
		"a": "Sobre nosotros",
		"b": [
			"La misión principal de Digital Trust Investment Corp es proporcionar a sus usuarios formas efectivas de recibir pagos de regalías. Con el uso de tecnologías cuántica, criptomonedas, robots comerciales, traders profesionales, mercados de cambio de moneda extranjera, plantaciones de cannabis en California, servicios de crédito personal en América del Norte y América Latina, así como otorgar a sus usuarios acceso exclusivo a la información de sus socios estratégicos.",
			"Sin embargo, al ser un modelo abierto en continua evolución, contamos con varias fuentes de ingresos adicionales, que suman dando apoyo y fuerza al motor económico del proyecto para hacerlo sostenible en el tiempo permitiendo a nuestra comunidad emprendedora de todo el mundo formar un bloque sólido creando nuevas estrategias de ganancias.",
			"Nuestra cartera nos permite tener un negocio muy rentable incluso en tiempos de crisis, como ahora. Este 2021 iniciamos nuestro programa de expansión internacional."
		],
		"timeline": [
			{
				"a": "2021",
				"b": [
					"Prueba y evaluación de la aplicabilidad de las soluciones software.",
					"Desarrollo de los protocolos de seguridad.",
					"Desarrollo de aplicaciones móviles para móviles IOS y ANDROID.",
					"Lanzamiento de nueva campaña publicitaria red de inversionistas."
				]
			},
			{
				"a": "2022",
				"b": [
					"Soluciones e instrumentos adicionales diseñados para el mercado de la criptodivisas basados en los protocolos de seguridad de Blockchain DTI.",
					"Desarrollo de plataformas de interacción social y económica basadas en la Blockchain DTI.",
					"Desarrollo de un ecosistema digital con servicios y productos exclusivos basados en la Blockchain DTI.",
					"Desarrollo del sistema de pago propietario basado en la Blockchain."
				]
			},
			{
				"a": "2023",
				"b": [
					"Comercialización de criptomonedas BTC, ETH, USDT.",
					"Preparación de la documentación jurídica y reglamentaria pertinentes para la apertura de un banco digital.",
					"Implementación y consolidación variables para firmas digitales."
				]
			}
		]
	},
	"friendly": {
		"a": "Una mano amiga",
		"b": [
			{
				"a": "Nuestra misión",
				"b": [
					"Aceptamos la inmensa bondad de tu ayuda.",
					"Somos una organización benéfica en crecimiento que busca socios para el cambio. Si cree que puede ayudar de alguna manera en educación, vivienda y empleo para familias y jóvenes en América Latina, por favor contáctenos.",
					"Nos asociamos con personas potenciales para aliviar la pobreza en la comunidad."
				]
			},
			{
				"a": "Nuestras prioridades estratégicas son",
				"b": [
					"Proteger a las organizaciones benéficas del abuso o la mala gestión.",
					"Permitir que los fideicomisarios administren sus organizaciones benéficas de manera efectiva.",
					"Fomentar una mayor transparencia y responsabilidad."
				]
			},
			{
				"a": "Tus valiosas donaciones cambiarían sus vidas.",
				"b": [
					"!Solos somos un átomo; juntos somos un universo!",
					"Anticipamos la construcción de relaciones con nuestros valiosos patrocinadores, voluntarios y socios. Admiramos su interés en la humanidad y esperamos su respuesta de ayuda."
				]
			}
		],
		"c": "Dale a alguien una razón para sonreír.",
		"d": "Quiero ayudar a mejorar el mundo"
	},
	"footer": {
		"a": "Convierta su inversión en ganancias pasivas, hasta que el dinero trabaje para usted.",
		"b": "Digital Trust protege sus datos con certificación SSL y utiliza pasarelas de pago confiables, para que realice sus pagos con Visa, MasterCard, American Express, BTC, Paypal, etc.",
		"c": "Conéctese con Digital Trust",
		"d": "Todos los derechos reservados"
	},
	"helper": {
		"more": "Leer más"
	}
}
