{
	"title": "DigitalTrust",
	"i18n": "es",
	"i18n_to": "",
	"navbar": {
		"url": {
			"a1": "Sobre nosotros",
			"a2": "Una mano amiga",
			"a3": "Preguntas frecuentes",
			"a4": "Contactenos",
			"a5": "EN",
			"a6": "Ingresar",
			"a7": "¿Cómo hacerlo?"
		}
	},
	"info": {
		"a": "Haga crecer su dinero de forma segura",
		"b": "Convierta su inversión en ganancias pasivas, haga que el dinero trabaje para usted.",
		"c": "Comenzar"
	},
	"our_industries": {
		"a": "Nuestras industrias",
		"b": "La innovación es uno de los principales puntos clave para estar un paso por delante. Por eso, un bienestar integral es importante así como cuidar todos los aspectos de la vida de nuestros socios de marca.",
		"c": "En Digital Trust, financiamos industrias extremadamente fuertes que están en auge, como el cultivo de cannabis medicinal, el comercio en diferentes mercados financieros, juegos en línea, productos de salud y bienestar con tecnología de vanguardia.",
		"d": "Mercados Financieros",
		"e": "Plantación Medicinal",
		"f": "Salud y Bienestar",
		"g": "Juegos en Línea"
	},
	"service_info": {
		"a": "Servicio Confiable",
		"b": [
			"Sus ganancias son acreditadas automáticamente cada 24h en su cuentaSus ganancias son acreditadas automáticamente cada 24h en su cuenta DigitalTrust",
			"No dude en contactar con nuestro equipo de soporte, sus consultas y solicitudes son atendidas puntualmente.",
			"Usted puede retirar sus ganancias en cualquier momento las cuales son enviadas a un monedero externo en un máximo de una semana."
		]
	},
	"invest_now": {
		"a": "Invertir ahora",
		"b": " ¿Cómo hacerlo?",
		"c": ["Registrese", "Realice un depósito en una o varias membresías", "Retire sus ganancias. Y a disfrutar..."],
		"d": "Contactenos"
	},
	"fqa": {
		"a": "Preguntas frecuentes",
		"b": [
			{
				"a": "¿Cuál es la inversión mínima?",
				"b": "$3 000"
			},
			{
				"a": "¿Cómo gana su empresa?",
				"b": "Ganamos nuestras comisiones sobre cualquier porcentaje que ganemos por encima y más allá de su dividendo mensualmente."
			},
			{
				"a": "¿Existe un período de espera?",
				"b": "Sí, un período de retención de 6 meses. ¿Por qué? Nos da tiempo suficiente para obtener los beneficios que le garantizan a usted, el inversor, mensualmente y nos convierte en una empresa rentable. ¿Puedo liquidar antes de los 6 meses? Sí, si surge una emergencia. Necesitaremos una carta escrita a mano que indique el motivo y se le aplicará una multa del 10%."
			},
			{
				"a": "¿Cómo recibiré mis dividendos mensuales?",
				"b": "De la misma manera que ingresó fondos en su cuenta mediante transferencia bancaria o cheque."
			},
			{
				"a": "¿Es una empresa de inversión autorizada y regulada?",
				"b": "Sí, somos una empresa estadounidense activa y destacada."
			},
			{
				"a": "¿Cuánto tiempo has estado en el negocio?",
				"b": "5 años."
			},
			{
				"a": "¿Recibiré estados de cuenta y cuándo?",
				"b": "Puede ver su cuenta en línea todos los días, que se actualiza cada 24 horas."
			},
			{
				"a": "¿Su empresa es una empresa de corretaje de servicios completos?",
				"b": "No. Nos concentramos en la gestión de carteras dentro de los mercados de cifrado, ya que ahí es donde radica nuestra experiencia."
			},
			{
				"a": "¿Esta inversión está libre de impuestos?",
				"b": "No. No somos CPA's ni contadores. Usted es responsable de sus ganancias e ingresos de acuerdo con su categoría impositiva. Hable con su contador personal."
			},
			{
				"a": "¿Cuáles son los riesgos frente a las recompensas?",
				"b": "Bueno, primero tiene la garantía de recibir su dividendo mensual a tiempo y por el l0% indicado en su acuerdo de inversión. Si no pudiéramos cumplir con estos retornos mes tras mes no seríamos una empresa en funcionamiento o rentable y en expansión mundial."
			}
		]
	},
	"contact": {
		"a": "Contactenos",
		"b": "Nombre",
		"c": "Correo",
		"d": "Teléfono",
		"e": "Mensaje",
		"f": "Enviar"
	},
	"about": {
		"a": "Sobre nosotros",
		"b": [
			"Digital Trust Investments Corp. es una empresa FINTECH enfocada en el desarrollo de nuevas tecnologías para el mundo de los servicios financieros.",
			"El objetivo principal es proporcionar a sus usuarios formas efectivas de recibir pagos de regalías por el uso de tecnologías cuánticas, patentes industriales, intermediación bancaria internacional, robótica, comerciantes profesionales nacionales y extranjeros en el mercado de cambio de divisas, plantaciones de cannabis en California, atención médica, juegos en línea, criptomonedas y servicios de crédito personal en América del Norte y América Latina.",
			"Sin embargo, al ser un modelo abierto en continua evolución, contamos con varias fuentes de ingresos adicionales, que se suman dando apoyo y fortaleza al motor sistema económico del proyecto para hacerlo sostenible en el tiempo, permitiendo que nuestra comunidad emprendedora alrededor del mundo forme un bloque sólido creando nuevas estrategias de ganancias pasivas."
		],
		"c": "Nuestra Visión",
		"d": [
			"El OBJETIVO PRINCIPAL de Digital Trust Investments Corp. es alcanzar el valor de capitalización de nuestra plataforma de 100 millones de dólares en el año 2021 y hacer crecer su base de socios a más de 10,000 para el 2022 y abrir nuevas cuotas para nuevos inversionistas cada trimestre del año en progreso.",
			"Este 2021 hemos iniciado nuestro programa de expansión internacional que busca inversores interesados en ganar entre un 1,1% y un 2,75% mensual de su capital invertido adquiriendo nuestras licencias digitales. Si calculamos los números, eso significa entre el 13,2% y el 27,5% anual de ingresos pasivos depositados en su cuenta bancaria cada mes. Donde usted tiene el control de sus estados de cuenta en una plataforma digital desde una computadora o teléfono móvil, pudiendo revisar la acumulación de sus ganancias, retiros, depósitos, incluso la administración de nuestro árbol binario ecosistema único de nuestra red de mercadeo pagando tres niveles distintos de ganancias pasivas pudiendo aumentar su cheque de pago mes a mes."
		],
		"timeline": [
			{
				"a": "2021",
				"b": [
					"Prueba y evaluación de la aplicabilidad de soluciones de software.",
					"Desarrollo de los protocolos de seguridad.",
					"Desarrollo de aplicaciones móviles para móviles IOS y ANDROID.",
					"Lanzamiento de una nueva campaña publicitaria de la red de inversionistas que comenzaron en nuestra red.",
					"Expansión internacional para nuevos inversores potenciales abriendo nuevas cuotas cada trimestre, hasta terminar el año en curso.",
					"Ayudas familiares a personas de bajos recursos y más afectados por la pandemia del COVID-19 con nuestra fundación de caridad en América Latina."
				]
			},
			{
				"a": "2022",
				"b": [
					"Soluciones e instrumentos adicionales diseñados para el mercado de la criptodivisas basados en los protocolos de seguridad de Blockchain DTI.",
					"Desarrollo de plataformas de interacción social y económica basadas en la Blockchain DTI.",
					"Desarrollo de un ecosistema digital con servicios y productos exclusivos basados en la Blockchain DTI.",
					"Desarrollo del sistema de pago propietario basado en la Blockchain.",
					"Emisión de tarjeta azul débito y crédito para miembros preferenciales de Digital Trust",
					"Creación de la plataforma digital NeoBanco para introducir el sistema de crédito para pequeñas y medianas empresas con capital semilla para impulsar los nuevos negocios"
				]
			},
			{
				"a": "2023",
				"b": [
					"Comercialización de criptomonedas BTC, ETH, USDT.",
					"Preparación de la documentación jurídica y reglamentaria pertinentes para la apertura de un banco digital.",
					"Implementación y consolidación variables para firmas digitales."
				]
			}
		]
	},
	"help-center": {
		"title": "Centro de ayuda",
		"sections": [
			{
				"title": "¿Cómo registrarme?",
				"texts": [
					{
						"text": "Digital Trust tiene dos formas de registrarse:"
					},
					{
						"text": "1) Contactenos, nosotros estamos a su servicio, le crearemos su cuenta y estará listo para ingresar."
					},
					{
						"text": "2) Puede ser invitado por un miembro de Digital Trust y comenzar a invertir."
					}
				]
			},
			{
				"title": "¿Cómo comienzo a invertir?",
				"texts": [
					{
						"text": "Para invertir y comenzar a recibir ganancias en Digital Trust, usted debe realizar un deposito. Aquí lo guiaremos como hacerlo:"
					},
					{
						"text": "1) En su dashboard de Digital Trust deberá observar un botón verde con el texto Depositar.",
						"image": "help-2-1.png"
					},
					{
						"text": "2) Después de dar click en este botón, le saldrá las opciones de membresías, puede elegir una membresía que desea comprar o depositar mas en una membresía que usted ya posee. Seleccione una, y de click en continuar, en la parte inferior.",
						"image": "help-2-2.png"
					},
					{
						"text": "3) Seleccione la pasarela de pago de su preferencia. Puede realizar los depositos con PayPal, Stripe o Coinpayments si desea utilizar sus criptomonedas. También dispone de la posibilidad de reinvertir sus ganancias con la opción Saldo, pero si no dispone de ganancias todavía no estará presenta la opción. Seleccione una, y de click en continuar, en la parte inferior.",
						"image": "help-2-3.png"
					},
					{
						"text": "4) Ingrese la cantidad a depositar. Dependiendo la membresía hay valores mínimos y máximos distintos. En caso de que este depositando en una membresía que usted ya posee, el valor mínimo es de $500. En caso de pagar con CoinPayments deberá seleccionar la criptomoneda a utilizar entre Bitcoin, Etherum y Tether USD. Confirme su valor a depositar y de click en Pagar, en la parte inferior.",
						"image": "help-2-4.png"
					},
					{
						"text": "5) Siga los pasos propuestos por cada pasarela de pago, una vez realizado el procedimiento con éxito, vera su inversión reflejada en su dashboard."
					}
				]
			},
			{
				"title": "¿Cómo retiro mis ganancias?",
				"texts": [
					{
						"text": "Puede retirar ganancias en Digital Trust cuando usted lo desee. Aquí lo guiaremos como hacerlo:"
					},
					{
						"text": "1) En su dashboard de Digital Trust deberá observar un botón amarillo-naranja con el texto Retirar.",
						"image": "help-3-1.png"
					},
					{
						"text": "2) Después de dar click en este botón, le saldrá las opciones que Digital Trust dispone para enviarle sus ganancias. Es importante que complete sus datos de perfil con la información necesaria para enviarle el dinero. Seleccione un método, y de click en continuar, en la parte inferior.",
						"image": "help-3-2.png"
					},
					{
						"text": "3) Ingrese la cantidad a retirar. La cantidad disponible para retirar depende de su saldo disponible en el momento. El saldo disponible es todo la ganancia que tenga por lo menos un mes acumulado en su saldo. Confirme su valor a depositar y de click en Confirmar, en la parte inferior.",
						"image": "help-3-3.png"
					},
					{
						"text": "4) El equipo de Digital Trust será notificado de su retiro y procederan a enviarle sus ganancias, una vez realizado el procedimiento con éxito, verá su deposito reflejado en su dashboard."
					}
				]
			},
			{
				"title": "¿Cómo completo mis datos de perfil?",
				"texts": [
					{
						"text": "Es importante tener completo y actualizado sus datos de perfil, así podremos enviarle sus ganancias de manera mas ágil. Aquí lo guiaremos como hacerlo:"
					},
					{
						"text": "1) En su dashboard de Digital Trust deberá observar una barra lateral en el lado izquierda o el botón de menú en la parte superior derecha.",
						"image": "help-4-1.png"
					},
					{
						"text": "2) Después de dar click, podra ver la opcion de Configuracion, de click y sera redirigido a un formulario con sus datos de perfil",
						"image": "help-4-2.png"
					},
					{
						"text": "3) Actualice sus datos. No proporcione información sensible, como claves bancarias o contraseñas de su billetera electrónica, agregue solo los datos necesarios para que nuestro equipo pueda enviarle sus ganancias."
					},
					{
						"text": "4) Cuando termine, de click en Guardar y su perfil estará actualizado.",
						"image": "help-4-3.png"
					}
				]
			}
		]
	},
	"friendly": {
		"a": "Una mano amiga",
		"b": [
			{
				"a": "Nuestra misión",
				"b": [
					"Aceptamos la inmensa bondad de tu ayuda.",
					"Somos una organización benéfica en crecimiento que busca socios para el cambio. Si cree que puede ayudar de alguna manera en educación, vivienda y empleo para familias y jóvenes en América Latina, por favor contáctenos.",
					"Nos asociamos con personas potenciales para aliviar la pobreza en la comunidad."
				]
			},
			{
				"a": "Nuestras prioridades estratégicas son",
				"b": [
					"Proteger a las organizaciones benéficas del abuso o la mala gestión.",
					"Permitir que los fideicomisarios administren sus organizaciones benéficas de manera efectiva.",
					"Fomentar una mayor transparencia y responsabilidad."
				]
			},
			{
				"a": "Tus valiosas donaciones cambiarían sus vidas.",
				"b": [
					"!Solos somos un átomo; juntos somos un universo!",
					"Anticipamos la construcción de relaciones con nuestros valiosos patrocinadores, voluntarios y socios. Admiramos su interés en la humanidad y esperamos su respuesta de ayuda."
				]
			}
		],
		"c": "Dale a alguien una razón para sonreír.",
		"d": "Quiero ayudar a mejorar el mundo"
	},
	"footer": {
		"a": "Convierta su inversión en ganancias pasivas, hasta que el dinero trabaje para usted.",
		"b": "Digital Trust protege sus datos con certificación SSL y utiliza pasarelas de pago confiables, para que realice sus pagos con Visa, MasterCard, American Express, BTC, Paypal, etc.",
		"c": "Disponible en",
		"d": "Conéctese con Digital Trust",
		"e": "Todos los derechos reservados"
	},
	"helper": {
		"more": "Leer más"
	}
}
